Repository: OmarMlaeb/irfan_slink_ios
Catalog: Madrasatie/*.lproj/Localizable.strings
Languages: ar, hy

source: Attach a file
hy: Թղթածրար մը կցել

source: Please finish or close the form
hy: Կը խնդրուի աւարտել կամ փակել ձեւը

source: Verified
hy: Ստուգուած

source: Attach
ar: إرفق
hy: Կցել

source: Are you sure?
ar: هل أنت متأكد ؟
hy: համոզված է՞ք?

source: No Events for selected criteria
ar: لا يوجد أحداث في هذه الفترة
hy: Ճշդուած պայմաններով ձեռնարկ չկայ

source: CANCEL
ar: إلغاء
hy: Ջնջել

source: Are you sure do you want to logout ?
ar: هل أنت متأكّد من أنّك تريد تسجيل الخروج؟
hy: Վստահ է՞ք որ կ'ուզէք ելլել

source: Are you sure you want to delete this event ?
ar: هل أنت متأكد من أنك تريد مسح هذا الحدث ؟
hy: Վստահ է՞ք որ կ'ուզէք ջնջել այս ձեռնարկը

source: About
ar: عن
hy: Մասին

source: OK
ar: حسنًا
hy: Համաձայն

source: ERROR
ar: خطأ
hy: Սխալ

source: Social media accounts
ar: حسابات مواقع التّواص الإجتماعيّ
hy: Ընկերային ցանցերու հաշիւ

source: This School doesn't have
ar: هذه المدرسة لا تملك
hy: Այս դպրոցը չունի

source: Calendar
ar: التّقويم
hy: Օրացոյց

source: Attendance
ar: الحضور
hy: Ներկայութիւն

source: Agenda
ar: مفكرة
hy: Դասացուցակ

source: Grades
ar: العلامات
hy: Նիշեր

source: Remarks
ar: الملاحظات
hy: Դիտողութիւններ

source: Choose Class:
ar: اختر الفصل:
hy: Դասարանը ընտրել

source: RETRY
ar: المحاولة من جديد
hy: Նորէն փորձել

source: Present students
ar: التّلاميذ الحاضرون
hy: Ներկայ աշակերտներ

source: Late students
ar: التّلاميذ المتأخّرون
hy: Ուշացած աշակերտներ

source: Absent students
ar: التّلاميذ الغائبون
hy: Բացակայ աշակերտ

source: Weekly View
ar: عرض أسبوعيّ
hy: Շաբաթական դրութեամբ

source: Monthly View
ar: عرض شهريّ
hy: Ամսական դրութեամբ

source: Yearly View
ar: عرض سنويّ
hy: Տարեկան դրութեամբ

source: Mails
ar: البريد الإلكترونيّ
hy: Նամակներ

source: Events
ar: الأحداث
hy: Ձեռնարկներ

source: Holidays
ar: العطل
hy: Արձակուրդներ

source: Dues
ar: المستحقات
hy: Պարտքեր

source: Add
ar: إضافة
hy: Աւելցնել

source: Cancel
ar: إلغاء
hy: Ջնջել

source: Starts
ar: يبدأ
hy: Կը սկսի

source: Ends
ar: ينتهي
hy: Կը վերջանայ

source: Upload a picture
ar: تحميل صورة
hy: Նկար մը աւելցնել

source: School
ar: المدرسة
hy: Դպրոց

source: Event title
ar: عنوان الحدث
hy: Ձեռնարկի վերնագիր

source: Write about the event
ar: الكتابة عن الحدث
hy: Ձեռնարկին մասին գրել

source: Add title and description
ar: أضف العنوان والوصف
hy: Աւելցնել վերնագիր եւ նկարագրում

source: Select a Date:
ar: اختر التاريخ:
hy: Թուական մը ընտրել

source: Select a Time:
ar: اختر الوقت:
hy: Ժամանակ մը ընտրել

source: Upload picture
ar: تحميل صورة
hy: Նկար մը աւելցնել

source: Take photo
ar: تصوير
hy: Նկարել

source: Choose from library
ar: اختر من المكتبة
hy: Պահպանուած նկարներէն մէկը ընտրել

source: Warning
ar: تحذير
hy: Զգուշացում

source: You don't have a camera
ar: ليس لديك كاميرا
hy: Տեսախցիկ չունիք

source: All upcoming
ar: الأحداث القادمة
hy: Բոլորը

source: Saved!
ar: تم الحفظ
hy: Պահպանուած

source: Updated!
ar: تم الحفظ
hy: Այժմէականացած է

source: Present
ar: حاضر
hy: Ներկայ

source: Late or Left
ar: متأخّر أو مغادر
hy: Ուշացում

source: Absent
ar: غائب
hy: Բացակայ

source: Students List
ar: قائمة بالتّلاميذ
hy: Աշակերտներու ցանկ

source: students
ar: تلاميذ
hy: աշակերտներ

source: Reason
hy: Պատճառ

source: Write the reason
ar: كتابة السّبب
hy: Պատճառը գրել

source: Select Reason
ar: إختيار سبب
hy: Պատճառը ընտրել

source: Are you sure you want to inform the school?
ar: هل أنت متأكّد من أنّك تريد إعلام المدرسة؟
hy: Վստահ է՞ք որ կ'ուզէք դպրոցը տեղեակ պահել

source: Please write the reason
ar: يرجى كتابة السبب
hy: Կը խնդրուի պատճառը գրել

source: Choose an absence reason
ar: إختيار سبب الغياب
hy: Ընտրել բացակայութեան պատճառը

source: Submitted
hy: Յանձնուած

source: Classwork
ar: عمل صفّيّ
hy: Դասարանային աշխատանք

# Quiz
source: Assessment
ar: التّقييم
hy: Գրաւոր

source: Assessment
ar: التّقييم
hy: Գրաւոր

source: Exam
ar: الامتحان
hy: Քննութիւն

source: Empty hours
ar: ساعات فراغ
hy: Ազատ ժամեր

source: Homework
ar: فرض
hy: Տնային աշխատանք

source: Student List
ar: قائمة بالتّلاميذ
hy: Աշակերտներու ցուցակ

source: Choose exam group here
ar: اختر مجموعة الامتحانات هنا
hy: Ընտրել քննութեան խումբը

# Quiz title is typed here
source: Assessment title is typed here
ar: يتم كتابة عنوان التقييم هنا
hy: Գրել գրաւորին վերնագիրը

source: Due Date
ar: تاريخ الاستحقاق
hy: Պայմանաւորուած օր

source: Choose
ar: أختر
hy: Ընտրել

source: group here
ar: المجموعة هنا
hy: խումբ

# Quiz Group
source: Sub-Term
ar: الفصل المدرسيّ الفرعيّ
hy: Գրաւորի խումբ

source: All Students
ar: كلّ التّلاميذ
hy: Բոլոր աշակերտները

# Exam Group
source: Sub-Term
ar: الفصل المدرسيّ الفرعيّ
hy: Քննութեան խումբ

# Mark
source: Full Mark
ar: العلامة الكاملة
hy: Ամբողջական նիշ

# Quiz Title
source: Assessment Title
ar: عنوان التّقييم
hy: Գրաւորի վերնագիր

# Quiz Subject
source: Assessment Subject
ar: موضوع التّقييم
hy: Գրաւորի նիւթ

source: Assessment Type
ar: نوع التّقييمe
hy: Գրաւորի տեսակ

# Write about the quiz
source: Write about the assessment
ar: اكتب عن التقييم
hy: Գրաւորին մասին գրել

source: Group
ar: مجموعة
hy: Խումբ

source: Subject
ar: موضوع
hy: Դասապահ

source: Write about the
ar: الكتابة عن
hy: Գրել հետեւեալին մասին

source: group
ar: مجموعة
hy: խումբ

source: subject
ar: موضوع
hy: նիւթ

source: You need to Fill all fields
ar: تحتاج إلى تعبئة جميع الحقول
hy: Պէտք է բոլոր դաշտերը լեցնել

source: Select a due date on the calendar
ar: تحتاج إلى اختيار الطلاب
hy: Օրացոյցին վրայ յանձնումի օր մը ճշդել

source: You need to select students
ar: تحتاج إلى اختيار الطلاب
hy: Պէտք է աշակերտներ ընտրել

source: Success
ar: نجاح
hy: Յաջողած է

source: All
ar: الكلّ
hy: Բոլոր

source: Subject Group
ar: موضوع المجموعة
hy: Դասապահի խումբ

# Exam Subject
source: Assessment Subject
ar: موضوع التقييم
hy: Գրաւորի նիւթ

source: over
ar: على
hy: վրայ

source: Mark between 0 and
ar: علامة بين 0 و
hy: Նիշը պէտք է 0-ի եւ հետեւեալին միջեւ ըլլայ

source: Remark Saved!
ar: تم حفظ الملاحظة!
hy: Դիտողութիւնը պահպանուած է

source: All Remarks
ar: كل الملاحظات
hy: Բոլոր դիտողութիւնները

source: Select Remark
ar: اختر ملاحظة
hy: Դիտողութիւն մը ընտրել

source: Choose Remark
ar: اختيار الملاحظة
hy: Դիտողութիւն մը ընտրել

source: Choose student
ar: اختيار التّلميذ
hy: Աշակերտ մը ընտրել

source: Choose type
ar: اختر النوع
hy: Տեսակ մը ընտրել

source: Coming Soon
ar: قريبا
hy: Մօտ օրէն

source: Feature will be coming soon
ar: ستتوفّر الميزة قريبًا
hy: Մօտ օրէն նորութիւններ

source: You need to agree Terms and Conditions
ar: أنت بحاجة إلى الموافقة على الشروط والأحكام
hy: Պէտք է համաձայնիք դրութիւններուն եւ պայմաններուն շուրջ

source: Enter activation code to continue
ar: أدخل رمز التفعيل للمتابعة
hy: Շարունակելու համար ներդնել գործող դարձնելու գաղտնաբառը

source: I agree on the terms and conditions and privacy policy
ar: أوافق على الشروط والأحكام وسياسة الخصوصية
hy: Կ'ընդունիմ գաղտնապահութեան պայմանները

source: I agree on the
ar: أوافق على
hy: Համագայն եշ

source: and
ar: و
hy: եւ

source: privacy policy
ar: سياسة الخصوصية
hy: գաղտնապահութեան քաղաքականութիւն

source: terms and conditions
ar: الشروط والأحكام
hy: դրութիւններ եւ պայմաններ

source: I forgot my password
ar: لقد نسيت كلمة المرور
hy: Գաղտնաբառս մոռցած եմ

source: I do not have a username and password I need help
ar: لا أمتلك أي اسم مستخدم أو كلمة مرور إنّني بحاجة إلى مساعدة
hy: Գործածողի անուն եւ գաղտնաբառ չունիմ, օգնութեան պէտք ունիմ

source: I do not have a username and password
ar: لا أمتلك أي اسم مستخدم أو كلمة مرور
hy: Գործածողի անուն եւ գաղտնաբառ չունիմ

source: I need help
ar: إنّني بحاجة إلى مساعدة
hy: Օգնութեան պէտք ունիմ

source: School doesn't have Facebook
ar: المدرسة لا تملك فايسبوك
hy: Դպրողը դիմատետր չունի

source: This School doesn't have Website
ar: هذه المدرسة ليس لديها موقع
hy: Այս դպրոցը կաեքէջ չունի

source: This feature is not active
ar: هذه الميزة غير نشطة
hy: Այս նորութիւնը գործող չէ

source: Select username
ar: حدد اسم المستخدم
hy: Գործածողի անուն մը զատել

source: Feature coming soon
ar: هذه الميزة ستصبح متوفرة قريبا
hy: Մօտ օրէն նորութիւններ

source: Are you sure you want to remove this school ?
ar: هل أنت متأكّد من أنّك تريد حذف هذه المدرسة؟
hy: Վստահ է՞ք որ կ'ուզէք ջնջել այս դպրոցը

source: Return
ar: إرجاع
hy: Վերադառնալ

source: Can't access all required fields from this google account
ar: لا يمكن الوصول إلى جميع الحقول المطلوبة من حساب جوجل
hy: Այս google-ի հաշիւով չես կրնար բոլոր պահանջուած դաշտերուն հասնիլ

source: Resend OTP
ar: إرسال OTP من جديد
hy: OTP պատասխան

source: Admin features coming soon
ar: هذه الميزة ستصبح متوفرة قريبا
hy: Մօտ օրէն վարչական նորութիւններ

source: Question has been sent.
ar: تم إرسال السؤال.
hy: Հարցումը ուղարկուած է

source: Give us a call
ar: إتّصل بنا
hy: Մեզի հեռաձայնել

source: Write a question
ar: اكتب سؤال
hy: Հարցում մը հարցնել

source: Terms and conditions
ar: الشروط والأحكام
hy: Դրութիւններ եւ պայմաններ

source: Privacy Policy
ar: سياسة الخصوصية
hy: Գաղտնապահութեան քաղաքականութիւն

source: Occasion deleted!
ar: تم الحذف!
hy: Առիթը ջնջուած է

source: You are not allowed to add/remove absence
ar: لا يسمح لك بإضافة / إزالة الغياب
hy: Իրաւասու չէք աւելցնելու կամ ջնջելու ներկայութիւն մը

source: You don't have the privilege to access this module
ar: ليس لديك امتياز للوصول إلى هذه الوحدة
hy: Այս էջը բանալու իրաւասութիւնը չունիք

source: Please contact your school
ar: يُرجى الاتّصال بمدرستكم
hy: Կը խնդրուի դպրոց կապուիլ

source: Select a group
ar: اختر مجموعة
hy: Խումբ մը ընտրել

source: Select a subject
ar: اختر موضوع
hy: Նիւթ մը ընտրել

source: Select assessment type
ar: حدد نوع التقييم
hy: Ընտրել գրաւորին տեսակը

source: Write a description
ar: اكتب وصف
hy: Նկարագրութիւն մը գրել

source: Write a mark
ar: اكتب علامة
hy: Նիշ մը նշանակել

source: Write a title
ar: اكتب العنوان
hy: Վերնագիր մը գրել

source: Password and Confirm password should be the same
ar: كلمة المرور وتأكيد كلمة المرور يجب أن تكون هي نفسها
hy: Գաղտնաբառը եւ վաւերացուած գաղտնաբառը պէտք է նոյնը ըլլան

source: You do not have the required privileges to view or interact with this module, for more details please contact your school management.
ar: لا تملك الامتيازات المطلوبة لعرض هذه الوحدة أو التّفاعل معها، للمزيد من المعلومات، يُرجى الاتّصال بإدرة مدرستك
hy: Այս էջը տեսնելու եւ գործածելու իրաւասութիւնը չունիք: Յաւելեալ տեղէկութիւններու համար կապուիլ տնօրէնութեան:

source: Timetable
ar: الجدول
hy: Ժամանակացոյց

source: Language
ar: لغة
hy: Լեզու

source: Add user
ar: إضافة مستخدم
hy: Գործածող մը աւելցնել

source: Add school
ar: أضف المدرسة
hy: Դպրոց մը աւելցնել

# About Madrasatie
source: About IRFAN Schools
ar: عن IRFAN Schools
hy: IRFAN Schools-ին մասին

source: Terms and Conditions
ar: الشروط والأحكام
hy: Դրութիւններ եւ պայմաններ

source: Help Center
ar: مكتب المساعدة
hy: Օգնութեան կեդրոն

source: Logout
ar: تسجيل الخروج
hy: Անջատուիլ

source: Holiday
ar: إجازة
hy: Արձակուրդ

source: Departments
ar: الأقسام
hy: Բաժանումներ

source: Classes
ar: الصّفوف
hy: Դասարաններ

source: Select Due Date
ar: اختر تاريخ الاستحقاق
hy: Ընտրել պայմանաւորման թուական մը

source: Avg
ar: المعدّل
hy: Միջին

source: Class Avg.
ar: معدّل الصّفّ
hy: Դասարանի միջին

source: Edit Grades
ar: تغيير العلامة
hy: Նիշերը փոխել

source: Enter Grades
ar: إدخال العلامة
hy: Նիշերը ներդնել

source: View Grades
ar: عرض العلامة
hy: Նիշերուն նայիլ

source: Absence
ar: الغياب
hy: Բացակայութիւն

source: Leave
ar: غادر
hy: Մեկնիլ

source: Presence
ar: حضور
hy: Ներկայութիւն

source: Week of
ar: الأسبوع
hy: Շաբաթը

source: TIMETABLE
ar: الجدول
hy: Ժամանակացոյց

source: Mon
hy: Բշ

source: Tue
hy: Գշ

source: Wed
hy: Դշ

source: Thu
hy: Եշ

source: Fri
hy: Ուր

source: Sat
hy: Շբ

source: Exams
ar: امتحانات
hy: Քննութիւններ

source: You need to select a day from the calendar
ar: تحتاج إلى تحديد يوم من التقويم
hy: Պէտկ է օրացոյցէն օր մը ընտրէք

source: This module is not activated from your school
ar: لم يتم تنشيط هذه الوحدة من مدرستك
hy: Դպրոցը տակաւին գործող չէ դարձուցած այս էջը

source: School Activation
ar: تفعيل المدرسة
hy: Դպրոցը գործող դարձնել

source: Scan QR code
ar: QR مسح رمز
hy: QR գաղտնաբառը տպել

source: Submit
ar: تقديم
hy: Հանցնել

source: Activation Code
ar: رمز التفعيل
hy: Գործող դարձնելու գաղտնաբառը

source: Login
ar: تسجيل الدخول
hy: Մուտք

source: Username
ar: إسم المستخدم
hy: Գործածողի անուն

source: Password
ar: كلمة المرور
hy: Գաղտնաբառ

source: Remember me
ar: تذكَر
hy: Տեղեկութիւններս պահպանել

source: Or login using
ar: تسجيل الدخول بإستخدام أو
hy: Կամ գործածութեամբ կապուիլ

source: Save
ar: إحفظ
hy: Պահպանել

source: Inbox
ar: صندوق الوارد
hy: Նամակներ

source: About BTS
ar: حول BTS
hy: BTS-ին մասին

source: Request Leave or Absence
ar: ”طلب مغادرة أو غياب
hy: Արձակուրդ մը կամ բացակայութիւն մը ճշդել

source: January
ar: كانون الثاني
hy: Յունուար

source: February
ar: شباط
hy: Փետրուար

source: March
ar: آذار
hy: Մարտ

source: April
ar: نيسان
hy: Ապրիլ

source: May
ar: أيار
hy: Մայիս

source: June
ar: حزيران
hy: Յունիս

source: July
ar: تموز
hy: Յուլիս

source: August
ar: آب
hy: Օգոստոս

source: September
ar: أيلول
hy: Սեպտեմբեր

source: October
ar: تشرين الأول
hy: Հոկտեմբեր

source: November
ar: تسرين الثاني
hy: Նոյեմբեր

source: December
ar: كانون الأول
hy: Դեկտեմբեր

source: Pull to refresh
ar: اسحب الصفحة للتحديث
hy: Այժմէականացնելու համար սեղմել

source: Enter username to reset your password
ar: أدخل اسم المستخدم لتغيير كلمة السر
hy: Մուտքագրել ձեր անունը փոխելու համար ձեր գաղտնաբառը

source: You can't select a past date
ar: لا يمكنك إختيار تاريخ في الماضي
hy: Չէք կրնար անցած թուական մը զատել

source: You can't select a future date
ar: لا يمكنك إختيار تاريخ في المستقبل
hy: Չէք կրնար գալիք թուական մը զատել

source: Monday
ar: الاثنين
hy: ԵՐԿՈՒՇԱԲԹԻ

source: Tuesday
ar: الثلاثاء
hy: ԵՐԵՔՇԱԲԹԻ

source: Wednesday
ar: الأربعاء
hy: ՉՈՐԵՔՇԱԲԹԻ

source: Thursday
ar: الخميس
hy: ՀԻՆԳՇԱԲԹԻ

source: Friday
ar: الجمعة
hy: ՈՒՐԲԱԹ

source: Saturday
ar: السبت
hy: ՇԱԲԱԹ

source: Sunday
ar: الأحد
hy: ԿԻՐԱԿԻ

source: Language Change
ar: تغيير اللغة
hy: Լեզուի փոփոխութիւն

source: Are you sure you want to change the language ? This requires the app to be restarted, please re-enter the app after it exits
ar: هل أنت متأكد؟ تغيير اللغة يتطلب إعادة تشغيل التطبيق
hy: Վստահ է՞ք, որ լեզուի փոփոխութիւն կ՚ուզէք։Այս մէկը կը պահանջէ ծրագիրը փակել։ Ծրագրի փակումէն ետք նոր մուտք կատարել

source: FAQ
ar: الأسئلة الأكثر تداولّا

source: Month of
ar: شهر

source: FAQs
ar: الأسئلة الأكثر تداولّا

source: Vote to enable
ar: صوت للتنشيط
